// Найти квадрат числа.

Console.WriteLine("Введите целое число");

int number = Convert.ToInt32(Console.ReadLine());
int result = number*number;
Console.WriteLine(result);
